Repository: tonyliangli/openwrt-packages
Catalog: luci-app-scst/po/*/scst.po
Languages: uk

source: Devices
uk: Пристрої

source: You can create new image files with: fallocate -l &lt;size e.g. 16GB&gt; &lt;image file&gt;
uk: Ви можете створити нові файли образів за допомогою: fallocate -l &lt;розмір, наприклад: 16GB&gt; &lt;nфайл образу&gt;

source: Blocksize
uk: Розмір блоку

source: Use 512 Byte for VMWare
uk: Для VMWare використовуйте 512 Байт

source: 8 hex digits
uk: 8 шастнадцяткових чисел

source: Targets
uk: Таргети (Targets)

source: Authenticate initiator
uk: Аутентефікація ініціатора

source: Initiator requires authentication
uk: Ініціатор потребує аутентефікації

source: Secret
uk: Гасло

source: Min. 12 chars.
uk: Щонайменше 12 символів.
